---
kind: property
id: P:Autodesk.Revit.DB.BeamSystem.Level
zh: 标高
source: html/ee3933b3-51ff-1476-cfe0-76042df715b0.htm
---
# Autodesk.Revit.DB.BeamSystem.Level Property

**中文**: 标高

Get or change the level of the BeamSystem.
When the level is changed, the elevation is changed to make the
the BeamSystem remain the location.

## Syntax (C#)
```csharp
public Level Level { get; set; }
```